Dlubal.RFEM5.SolverVersionType
Solver version

Dlubal.RFEM5.SolverVersionType.UnknownSolverVersionType
Unknown solver version

Dlubal.RFEM5.SolverVersionType.Solver32Type
32-bit solver

Dlubal.RFEM5.SolverVersionType.Solver64Type
64-bit solver